[
  "dataview",
  "obsidian-heading-shifter",
  "obsidian-outliner",
  "templater-obsidian",
  "hotkeysplus-obsidian",
  "url-into-selection",
  "obsidian-kanban",
  "table-editor-obsidian",
  "auto-note-mover",
  "better-word-count",
  "buttons",
  "obsidian-contextual-typography",
  "obsidian-copy-block-link",
  "customizable-sidebar",
  "obsidian-emoji-toolbar",
  "obsidian-imgur-plugin",
  "obsidian-minimal-settings",
  "nldates-obsidian",
  "obsidian42-strange-new-worlds",
  "open-vscode",
  "quickadd",
  "recent-files-obsidian",
  "smart-random-note",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian42-brat",
  "settings-search",
  "obsidian-book-search-plugin",
  "obsidian-reading-time",
  "note-refactor-obsidian",
  "janitor",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-collapse-all-plugin",
  "obsidian-focus-mode",
  "omnisearch",
  "obsidian-admonition",
  "obsidian-code-block-enhancer",
  "obsidian-list-callouts",
  "obsidian-show-file-path",
  "frontmatter-modified-date",
  "metadata-extractor",
  "obsidian-advanced-uri",
  "backlinker",
  "image-inserter",
  "markdown-insert-plugin",
  "tab-navigator",
  "mononote",
  "media-extended"
]